app/views/students/index.html.erb

    <h3>
      <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"